{
  "surface": [
    "What's the first word that comes to mind when you think of 'home'?",
    "Name a smell that instantly takes you back to childhood.",
    "Which city's public transit map do you still know by heart—and why?",
    "What's a phrase or saying your family used that you later realized wasn't universal?",
    "What food did your family eat that you thought everyone ate?",
    "Describe the sound of your childhood neighborhood.",
    "What's a tradition from your culture that you're proud to continue?",
    "What's something about your heritage that you wish more people understood?",
    "What's something you learned to do because of where you lived?",
    "Name a street, park, or building that holds a strong memory for you.",
    "What's a local word or phrase from your hometown that outsiders wouldn't understand?",
    "What's the most beautiful thing about the place you grew up?",
    "What's a skill your community taught you that school never did?",
    "What's something your family did differently that you didn't realize until later?",
    "What's a place that feels like home even though you've never lived there?",
    "What's a cultural celebration or holiday that shaped your childhood?",
    "What's something about your accent or way of speaking that gives away where you're from?",
    "What's a local business or gathering place that was central to your community?"
  ],
  "story": [
    "Describe a moment you realized you were both an insider and outsider at the same time.",
    "What's a family tradition you once dismissed but now respect?",
    "Tell about a time when you felt caught between two cultures.",
    "What's a story your family tells about you that you're tired of hearing?",
    "Describe a moment when you felt most connected to your roots.",
    "What's something you inherited from your family that isn't an object?",
    "When did you first realize your family was different from others?",
    "What's a lesson you learned from your community that school never taught?",
    "Describe a time when you had to explain your background to someone who didn't understand.",
    "What's a family recipe or tradition that you're determined to keep alive?",
    "Tell about a moment when you felt proud of where you came from.",
    "What's a cultural misunderstanding you've experienced that taught you something?",
    "Describe a time when you felt homesick for a place, person, or feeling.",
    "What's a story about your ancestors that influences how you see yourself?",
    "Tell about a moment when you realized you were carrying your family's hopes or fears.",
    "What's a cultural practice you've had to adapt or modify in your current life?",
    "Describe a time when someone made assumptions about you based on where you're from.",
    "What's a moment when you felt the weight of representing your community or culture?"
  ],
  "soul": [
    "If your life were a street, what would its traffic look like today? Explain.",
    "What fear about aging feels uniquely yours, and where do you think it began?",
    "How do you honor your roots while still growing beyond them?",
    "What part of your identity do you struggle to explain to others?",
    "What would your ancestors think of who you've become?",
    "What's a truth about yourself that you're still learning to accept?",
    "How has your definition of 'home' changed as you've grown?",
    "What do you hope future generations will remember about your story?",
    "What's a cultural wound that your family or community is still healing from?",
    "How do you carry the dreams your family couldn't achieve?",
    "What's something about your identity that you're still discovering?",
    "How do you navigate the space between who you were raised to be and who you're becoming?",
    "What's a sacrifice your family made that you're still processing?",
    "How do you hold space for both gratitude and grief about your upbringing?",
    "What's a pattern from your family or culture that you're working to break or transform?",
    "How do you stay connected to your heritage while creating your own path?",
    "What's a question about your identity that you're afraid to explore?",
    "How do you want to be remembered by your community?"
  ]
}

